class DataProvider {
    static getStaticTableData() {
        return [
            {
                a: 'Я',
                b: '—',
                c: 'маленькая',
                d: 'лошадка,',
            },
            {
                a: 'И',
                b: 'мне',
                c: 'живется',
                d: 'несладко.',
            },
            {
                a: 'Я',
                b: '—',
                c: 'маленькая',
                d: 'лошадка,',
            },
            {
                a: 'Но',
                b: 'мне',
                c: 'нельзя',
                d: 'отвлекаться.',
            },
            {
                a: 'Мне',
                b: 'рады',
                c: 'малые',
                d: 'дети,',
            },
            {
                a: 'Мне',
                b: 'машут',
                c: 'деревьев',
                d: 'ветви,',
            },
            {
                a: 'Меня',
                b: 'приветствуют',
                c: 'все',
                d: 'как один.',
            },
            {
                a: 'Я',
                b: 'привезла',
                c: 'им',
                d: 'новый мир,',
            },
            {
                a: 'Я',
                b: 'привезла',
                c: 'кокаин',
                d: ':)',
            },
        ];
    }
}

export default DataProvider;